Repository: mchave3/Foundry
Catalog: src/Foundry/Strings/*/Resources.resw
Source language: en_gb
Languages: ar_sa, bg_bg, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fi_fi, fr_ca, he_il, hr_hr, hu_hu, it_it, ja_jp, ko_kr, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, zh_cn, zh_tw

# Update.Status.FailedFormat
source: Update check failed: {0}
ar_sa: فشل التحقق من التحديث: {0}
bg_bg: Проверката на актуализацията е неуспешна: {0}
cs_cz: Kontrola aktualizace selhala: {0}
da_dk: Opdateringstjek mislykkedes: {0}
de_de: Update-Prüfung fehlgeschlagen: {0}
el_gr: Ο έλεγχος ενημέρωσης απέτυχε: {0}
es_mx: Error en la verificación de actualización: {0}
et_ee: Värskenduskontroll ebaõnnestus: {0}
fi_fi: Päivitystarkistus epäonnistui: {0}
fr_ca: Échec de la vérification de la mise à jour: {0}
he_il: בדיקת העדכון נכשלה: {0}
hr_hr: Provjera ažuriranja nije uspjela: {0}
hu_hu: A frissítés ellenőrzése sikertelen: {0}
it_it: Controllo aggiornamento non riuscito: {0}
ja_jp: 更新チェックに失敗しました: {0}
ko_kr: 업데이트 확인 실패: {0}
lt_lt: Atnaujinimo patikrinimas nepavyko: {0}
lv_lv: Atjaunināšanas pārbaude neizdevās: {0}
nb_no: Oppdateringssjekk mislyktes: {0}
nl_nl: Updatecontrole mislukt: {0}
pl_pl: Sprawdzanie aktualizacji nie powiodło się: {0}
pt_pt: Falha na verificação de atualização: {0}
ro_ro: Verificarea actualizării a eșuat: {0}
ru_ru: Проверка обновлений не удалась: {0}
sk_sk: Kontrola aktualizácie zlyhala: {0}
sl_si: Preverjanje posodobitve ni uspelo: {0}
sr_latn_rs: Provera ažuriranja nije uspela: {0}
sv_se: Uppdateringskontrollen misslyckades: {0}
th_th: การตรวจสอบการอัปเดตล้มเหลว: {0}
tr_tr: Güncelleme kontrolü başarısız oldu: {0}
uk_ua: Не вдалося перевірити оновлення: {0}
zh_cn: 更新检查失败：{0}
zh_tw: 更新檢查失敗：{0}

# Update.Status.NoUpdate
source: Foundry OSD is up to date.
ar_sa: Foundry OSD محدث.
bg_bg: Foundry OSD е актуален.
cs_cz: Foundry OSD je aktuální.
da_dk: Foundry OSD er opdateret.
de_de: Foundry OSD ist aktuell.
el_gr: Το Foundry OSD είναι ενημερωμένο.
es_mx: Foundry OSD está actualizado.
et_ee: Foundry OSD on ajakohane.
fi_fi: Foundry OSD on ajan tasalla.
fr_ca: Foundry OSD est à jour.
he_il: Foundry OSD מעודכן.
hr_hr: Foundry OSD je ažuran.
hu_hu: A Foundry OSD naprakész.
it_it: Foundry OSD è aggiornato.
ja_jp: Foundry OSD は最新です。
ko_kr: Foundry OSD이 최신 상태입니다.
lt_lt: Foundry OSD yra atnaujinta.
lv_lv: Foundry OSD ir atjaunināta.
nb_no: Foundry OSD er oppdatert.
pl_pl: Foundry OSD jest aktualne.
pt_pt: Foundry OSD está atualizado.
ro_ro: Foundry OSD este la zi.
ru_ru: Foundry OSD обновлен.
sk_sk: Foundry OSD je aktuálne.
sl_si: Foundry OSD je posodobljen.
sr_latn_rs: Foundry OSD je ažuriran.
sv_se: Foundry OSD är uppdaterad.
th_th: Foundry OSD อัปเดตแล้ว
tr_tr: Foundry OSD güncel.
uk_ua: Foundry OSD оновлено.
zh_cn: Foundry OSD 是最新的。
zh_tw: Foundry OSD 是最新的。

# Update.Status.NotInstalled
source: Update check skipped because Foundry OSD is not running from a Velopack installation.
ar_sa: تم تخطي التحقق من التحديث لأن Foundry OSD لا يعمل من تثبيت Velopack.
bg_bg: Проверката на актуализацията е пропусната, защото Foundry OSD не се изпълнява от инсталация на Velopack.
cs_cz: Kontrola aktualizace byla přeskočena, protože Foundry OSD neběží z instalace Velopacku.
da_dk: Opdateringskontrollen er sprunget over, fordi Foundry OSD ikke kører fra en Velopack-installation.
de_de: Die Aktualisierungsprüfung wurde übersprungen, da Foundry OSD nicht von einer Velopack-Installation aus ausgeführt wird.
el_gr: Ο έλεγχος ενημέρωσης παραβλέφθηκε επειδή το Foundry OSD δεν εκτελείται από εγκατάσταση Velopack.
es_mx: Se omitió la verificación de actualización porque Foundry OSD no se está ejecutando desde una instalación de Velopack.
et_ee: Värskenduste kontroll jäeti vahele, kuna Foundry OSD ei tööta Velopacki installist.
fi_fi: Päivitystarkistus ohitettiin, koska Foundry OSD ei ole käynnissä Velopackin asennuksesta.
fr_ca: La vérification de la mise à jour a été ignorée car Foundry OSD ne s'exécute pas à partir d'une installation Velopack.
he_il: בדיקת העדכון דילגה כי Foundry OSD אינו פועל מהתקנת Velopack.
hr_hr: Provjera ažuriranja je preskočena jer se Foundry OSD ne pokreće iz instalacije Velopacka.
hu_hu: A frissítés ellenőrzése kimaradt, mert a Foundry OSD nem Velopack telepítésből fut.
it_it: Controllo degli aggiornamenti saltato perché Foundry OSD non è in esecuzione da un'installazione Velopack.
ja_jp: Foundry OSD が Velopack インストールから実行されていないため、更新チェックがスキップされました。
ko_kr: Foundry OSD이 Velopack 설치에서 실행되고 있지 않기 때문에 업데이트 확인을 건너뛰었습니다.
lt_lt: Atnaujinimo patikra praleista, nes Foundry OSD neveikia iš Velopack diegimo.
lv_lv: Atjaunināšanas pārbaude tika izlaista, jo Foundry OSD nedarbojas no Velopack instalācijas.
nb_no: Oppdateringssjekk hoppet over fordi Foundry OSD ikke kjører fra en Velopack-installasjon.
nl_nl: Updatecontrole overgeslagen omdat Foundry OSD niet draait vanaf een Velopack-installatie.
pl_pl: Sprawdzanie aktualizacji zostało pominięte, ponieważ Foundry OSD nie działa z instalacji Velopack.
pt_pt: A verificação de atualização foi ignorada porque Foundry OSD não está sendo executado em uma instalação do Velopack.
ro_ro: Verificarea actualizării a fost omisă deoarece Foundry OSD nu rulează dintr-o instalare Velopack.
ru_ru: Проверка обновлений пропущена, поскольку Foundry OSD не запускается из установки Velopack.
sk_sk: Kontrola aktualizácie bola preskočená, pretože Foundry OSD nie je spustený z inštalácie Velopack.
sl_si: Preverjanje posodobitve je bilo preskočeno, ker se Foundry OSD ne izvaja iz namestitve Velopack.
sr_latn_rs: Provera ažuriranja je preskočena jer Foundry OSD ne radi sa Velopack instalacije.
sv_se: Uppdateringskontrollen hoppades över eftersom Foundry OSD inte körs från en Velopack-installation.
th_th: การตรวจสอบการอัปเดตถูกข้ามเนื่องจาก Foundry OSD ไม่ได้ทำงานจากการติดตั้ง Velopack
tr_tr: Foundry OSD bir Velopack kurulumundan çalışmadığından güncelleme kontrolü atlandı.
uk_ua: Перевірку оновлень пропущено, оскільки Foundry OSD не працює з інсталяції Velopack.
zh_cn: 更新检查已跳过，因为 Foundry OSD 未从 Velopack 安装运行。
zh_tw: 更新檢查已跳過，因為 Foundry OSD 未從 Velopack 安裝運行。

# Update.Status.Ready
source: Ready
ar_sa: جاهز
bg_bg: Готови
cs_cz: Připraveno
da_dk: Klar
de_de: Bereit
el_gr: Έτοιμοι
es_mx: Listo
et_ee: Valmis
fi_fi: Valmis
fr_ca: Prêt
he_il: מוכן
hr_hr: Spreman
hu_hu: Kész
it_it: Pronto
ja_jp: 準備完了
ko_kr: 준비
lt_lt: Paruošta
lv_lv: Gatavs
nb_no: Klar
nl_nl: Klaar
pl_pl: Gotowy
pt_pt: Pronto
ro_ro: Gata
ru_ru: Готово
sk_sk: Pripravený
sl_si: pripravljena
sr_latn_rs: Spreman
sv_se: Klar
th_th: พร้อม
tr_tr: Hazır
uk_ua: Готовий
zh_cn: 准备好
zh_tw: 準備好

# Update.Status.SkippedInDebug
source: Update check skipped because a debugger is attached.
ar_sa: تم تخطي التحقق من التحديث بسبب إرفاق مصحح أخطاء.
bg_bg: Проверката на актуализацията е пропусната, защото е прикачен дебъгер.
cs_cz: Kontrola aktualizace byla přeskočena, protože je připojen ladicí program.
da_dk: Opdateringstjek er sprunget over, fordi der er tilknyttet en debugger.
de_de: Die Aktualisierungsprüfung wurde übersprungen, da ein Debugger angeschlossen ist.
el_gr: Ο έλεγχος ενημέρωσης παραβλέφθηκε επειδή έχει επισυναφθεί πρόγραμμα εντοπισμού σφαλμάτων.
es_mx: Se omitió la verificación de actualización porque hay un depurador adjunto.
et_ee: Värskenduste kontroll jäeti vahele, kuna silur on lisatud.
fi_fi: Päivitystarkistus ohitettiin, koska debuggeri on liitetty.
fr_ca: La vérification de la mise à jour a été ignorée car un débogueur est connecté.
he_il: בדיקת העדכון דילגה כי מצורף מאתר באגים.
hr_hr: Provjera ažuriranja je preskočena jer je priložen program za ispravljanje pogrešaka.
hu_hu: A frissítés ellenőrzése kimaradt, mert egy hibakereső van csatolva.
it_it: Il controllo degli aggiornamenti è stato ignorato perché è collegato un debugger.
ja_jp: デバッガが接続されているため、更新チェックはスキップされました。
ko_kr: 디버거가 연결되어 업데이트 확인을 건너뛰었습니다.
lt_lt: Atnaujinimo patikra praleista, nes pridėtas derinimo įrankis.
lv_lv: Atjauninājumu pārbaude ir izlaista, jo ir pievienots atkļūdotājs.
nb_no: Oppdateringssjekk hoppet over fordi en feilsøker er tilkoblet.
nl_nl: Updatecontrole overgeslagen omdat er een debugger is aangesloten.
pl_pl: Pominięto sprawdzanie aktualizacji, ponieważ podłączony jest debuger.
pt_pt: A verificação de atualização foi ignorada porque um depurador está anexado.
ro_ro: Verificarea actualizării a fost omisă deoarece este atașat un depanator.
ru_ru: Проверка обновлений пропущена, поскольку подключен отладчик.
sk_sk: Kontrola aktualizácie bola preskočená, pretože je pripojený debugger.
sl_si: Preverjanje posodobitve je bilo preskočeno, ker je priložen razhroščevalnik.
sr_latn_rs: Provera ažuriranja je preskočena jer je priložen program za otklanjanje grešaka.
sv_se: Uppdateringskontrollen hoppades över eftersom en felsökning är ansluten.
th_th: ข้ามการตรวจสอบการอัปเดตเนื่องจากมีการแนบตัวดีบักเกอร์
tr_tr: Bir hata ayıklayıcı eklendiğinden güncelleme kontrolü atlandı.
uk_ua: Перевірку оновлення пропущено, оскільки підключено налагоджувач.
zh_cn: 由于附加了调试器，因此跳过了更新检查。
zh_tw: 由於附加了調試器，因此跳過了更新檢查。

# Update.Status.UpdateAvailable
source: A Foundry OSD update is available.
ar_sa: يتوفر تحديث Foundry OSD.
bg_bg: Налична е актуализация Foundry OSD.
cs_cz: K dispozici je aktualizace Foundry OSD.
da_dk: En Foundry OSD opdatering er tilgængelig.
de_de: Ein Foundry OSD Update ist verfügbar.
el_gr: Μια ενημέρωση Foundry OSD είναι διαθέσιμη.
es_mx: Hay una actualización Foundry OSD disponible.
et_ee: Saadaval on Foundry OSD värskendus.
fi_fi: Foundry OSD-päivitys on saatavilla.
fr_ca: Une mise à jour Foundry OSD est disponible.
he_il: עדכון Foundry OSD זמין.
hr_hr: Foundry OSD ažuriranje je dostupno.
hu_hu: Foundry OSD frissítés elérhető.
it_it: È disponibile un aggiornamento Foundry OSD.
ja_jp: Foundry OSD アップデートが利用可能です。
ko_kr: Foundry OSD 업데이트를 사용할 수 있습니다.
lt_lt: Yra Foundry OSD naujinimas.
lv_lv: Ir pieejams Foundry OSD atjauninājums.
nb_no: En Foundry OSD-oppdatering er tilgjengelig.
nl_nl: Er is een Foundry OSD-update beschikbaar.
pl_pl: Dostępna jest aktualizacja Foundry OSD.
pt_pt: Uma atualização Foundry OSD está disponível.
ro_ro: O actualizare Foundry OSD este disponibilă.
ru_ru: Доступно обновление Foundry OSD.
sk_sk: K dispozícii je aktualizácia Foundry OSD.
sl_si: Na voljo je posodobitev Foundry OSD.
sr_latn_rs: Ažuriranje Foundry OSD je dostupno.
sv_se: En Foundry OSD-uppdatering är tillgänglig.
th_th: มีการอัปเดต Foundry OSD แล้ว
tr_tr: Bir Foundry OSD güncellemesi mevcut.
uk_ua: Доступне оновлення Foundry OSD.
zh_cn: Foundry OSD 更新可用。
zh_tw: Foundry OSD 更新可用。

# Update.Status.UpdateAvailableActionHint
source: Update when you are ready. Foundry OSD will restart to finish applying it.
ar_sa: قم بالتحديث عندما تكون جاهزًا. سيتم إعادة تشغيل Foundry OSD لإنهاء تطبيقه.
bg_bg: Актуализирайте, когато сте готови. Foundry OSD ще се рестартира, за да завърши прилагането му.
cs_cz: Aktualizujte, až budete připraveni. Foundry OSD se restartuje, aby se dokončila aplikace.
da_dk: Opdater, når du er klar. Foundry OSD genstarter for at afslutte anvendelsen.
de_de: Aktualisieren Sie, wenn Sie bereit sind. Foundry OSD wird neu gestartet, um die Anwendung abzuschließen.
el_gr: Ενημερώστε όταν είστε έτοιμοι. Το Foundry OSD θα επανεκκινήσει για να ολοκληρωθεί η εφαρμογή του.
es_mx: Actualice cuando esté listo. Foundry OSD se reiniciará para terminar de aplicarlo.
et_ee: Värskendage, kui olete valmis. Foundry OSD taaskäivitub selle rakendamise lõpetamiseks.
fi_fi: Päivitä, kun olet valmis. Foundry OSD käynnistyy uudelleen ja viimeistelee sen käytön.
fr_ca: Mettez à jour lorsque vous êtes prêt. Foundry OSD redémarrera pour terminer son application.
he_il: עדכן כשתהיה מוכן. Foundry OSD יופעל מחדש כדי לסיים את היישום.
hr_hr: Ažurirajte kada budete spremni. Foundry OSD će se ponovno pokrenuti da završi s primjenom.
hu_hu: Frissítse, ha készen áll. A Foundry OSD újraindul az alkalmazás befejezéséhez.
it_it: Aggiorna quando sei pronto. Foundry OSD si riavvierà per completare l'applicazione.
ja_jp: 準備ができたら更新してください。 Foundry OSD は適用を完了するために再起動されます。
ko_kr: 준비가 되면 업데이트하세요. Foundry OSD이 다시 시작되어 적용이 완료됩니다.
lt_lt: Atnaujinkite, kai būsite pasiruošę. Foundry OSD bus paleistas iš naujo, kad užbaigtų taikymą.
lv_lv: Atjauniniet, kad esat gatavs. Foundry OSD tiks restartēts, lai pabeigtu tā lietošanu.
nb_no: Oppdater når du er klar. Foundry OSD vil starte på nytt for å fullføre bruken.
nl_nl: Update wanneer u klaar bent. Foundry OSD zal opnieuw opstarten om het toepassen ervan te voltooien.
pl_pl: Zaktualizuj, gdy będziesz gotowy. Foundry OSD uruchomi się ponownie, aby zakończyć jego stosowanie.
pt_pt: Atualize quando estiver pronto. Foundry OSD irá reiniciar para terminar de aplicá-lo.
ro_ro: Actualizați când sunteți gata. Foundry OSD va reporni pentru a termina aplicarea acestuia.
ru_ru: Обновите, когда будете готовы. Foundry OSD перезапустится, чтобы завершить его применение.
sk_sk: Aktualizujte, keď budete pripravení. Foundry OSD sa reštartuje, aby sa dokončila aplikácia.
sl_si: Posodobite, ko boste pripravljeni. Foundry OSD se bo znova zagnal, da ga dokonča.
sr_latn_rs: Ažurirajte kada budete spremni. Foundry OSD će se ponovo pokrenuti da završi primenu.
sv_se: Uppdatera när du är redo. Foundry OSD kommer att starta om för att slutföra tillämpningen.
th_th: อัปเดตเมื่อคุณพร้อม Foundry OSD จะรีสตาร์ทเพื่อสิ้นสุดการใช้งาน
tr_tr: Hazır olduğunuzda güncelleyin. Foundry OSD uygulamayı tamamlamak için yeniden başlatılacaktır.
uk_ua: Оновіть, коли будете готові. Foundry OSD перезапуститься, щоб завершити його застосування.
zh_cn: 准备好后更新。 Foundry OSD 将重新启动以完成应用。
zh_tw: 準備好後更新。 Foundry OSD 將重新啟動以完成應用。

# Update.Status.UpdateAvailableWithVersion
source: Foundry OSD {0} is available.
ar_sa: Foundry OSD {0} متاح.
bg_bg: Foundry OSD {0} е наличен.
cs_cz: Foundry OSD {0} je k dispozici.
da_dk: Foundry OSD {0} er tilgængelig.
de_de: Foundry OSD {0} ist verfügbar.
el_gr: Το Foundry OSD {0} είναι διαθέσιμο.
es_mx: Foundry OSD {0} está disponible.
et_ee: Foundry OSD {0} on saadaval.
fi_fi: Foundry OSD {0} on saatavilla.
fr_ca: Foundry OSD {0} est disponible.
he_il: Foundry OSD {0} זמין.
hr_hr: Foundry OSD {0} je dostupan.
hu_hu: Foundry OSD {0} elérhető.
it_it: Foundry OSD {0} è disponibile.
ja_jp: Foundry OSD {0} が利用可能です。
ko_kr: Foundry OSD {0} 가능합니다.
lt_lt: Foundry OSD {0} yra.
lv_lv: Foundry OSD {0} ir pieejams.
nb_no: Foundry OSD {0} er tilgjengelig.
nl_nl: Foundry OSD {0} is beschikbaar.
pl_pl: Foundry OSD {0} jest dostępny.
pt_pt: Foundry OSD {0} está disponível.
ro_ro: Foundry OSD {0} este disponibil.
ru_ru: Foundry OSD {0} доступен.
sk_sk: Foundry OSD {0} je k dispozícii.
sl_si: Foundry OSD {0} je na voljo.
sr_latn_rs: Foundry OSD {0} je dostupan.
sv_se: Foundry OSD {0} är tillgängligt.
th_th: Foundry OSD {0} ว่างแล้ว
tr_tr: Foundry OSD {0} kullanılabilir.
uk_ua: Foundry OSD {0} доступний.
zh_cn: Foundry OSD {0} 可用。
zh_tw: Foundry OSD {0} 可用。

# Update.StatusTitle.Failed
source: Update check failed
ar_sa: فشل التحقق من التحديث
bg_bg: Проверката на актуализацията е неуспешна
cs_cz: Kontrola aktualizace se nezdařila
da_dk: Opdateringstjek mislykkedes
de_de: Die Aktualisierungsprüfung ist fehlgeschlagen
el_gr: Ο έλεγχος ενημέρωσης απέτυχε
es_mx: Error en la comprobación de actualización
et_ee: Värskenduskontroll ebaõnnestus
fi_fi: Päivitystarkistus epäonnistui
fr_ca: La vérification de la mise à jour a échoué
he_il: בדיקת העדכון נכשלה
hr_hr: Provjera ažuriranja nije uspjela
hu_hu: A frissítés ellenőrzése sikertelen
it_it: Il controllo dell'aggiornamento non è riuscito
ja_jp: 更新チェックに失敗しました
ko_kr: 업데이트 확인 실패
lt_lt: Nepavyko patikrinti atnaujinimo
lv_lv: Atjaunināšanas pārbaude neizdevās
nb_no: Oppdateringssjekk mislyktes
nl_nl: Updatecontrole mislukt
pl_pl: Sprawdzanie aktualizacji nie powiodło się
pt_pt: Falha na verificação de atualização
ro_ro: Verificarea actualizării a eșuat
ru_ru: Проверка обновлений не удалась
sk_sk: Kontrola aktualizácie zlyhala
sl_si: Preverjanje posodobitve ni uspelo
sr_latn_rs: Provera ažuriranja nije uspela
sv_se: Uppdateringskontrollen misslyckades
th_th: การตรวจสอบการอัปเดตล้มเหลว
tr_tr: Güncelleme kontrolü başarısız oldu
uk_ua: Не вдалося перевірити оновлення
zh_cn: 更新检查失败
zh_tw: 更新檢查失敗

# Update.StatusTitle.NoUpdate
source: Up to date
ar_sa: حتى الآن
bg_bg: В крак с времето
cs_cz: Aktuální
da_dk: Op til dato
de_de: Auf dem neuesten Stand
el_gr: Επίκαιρο
es_mx: A hoy
et_ee: Ajakohane
fi_fi: Ajantasainen
fr_ca: À jour
he_il: מעודכן
hr_hr: Ažurno
hu_hu: Naprakész
it_it: Aggiornato
ja_jp: 最新の状態
ko_kr: 최신
lt_lt: Naujausia
lv_lv: Aktuāli
nb_no: Oppdatert
pl_pl: Aktualne
pt_pt: Atualizado
ro_ro: La zi
ru_ru: Актуально
sk_sk: Aktuálne
sl_si: Ažurno
sr_latn_rs: Ažurno
sv_se: Upp till datum
th_th: ถึงวันที่
tr_tr: güncel
uk_ua: В актуальному стані
zh_cn: 最新
zh_tw: 最新

# Update.StatusTitle.Skipped
source: Update check skipped
ar_sa: تم تخطي التحقق من التحديث
bg_bg: Проверката на актуализацията е пропусната
cs_cz: Kontrola aktualizace byla přeskočena
da_dk: Opdateringstjek sprunget over
de_de: Update-Prüfung übersprungen
el_gr: Ο έλεγχος ενημέρωσης παραβλέφθηκε
es_mx: Comprobación de actualización omitida
et_ee: Värskenduste kontroll jäeti vahele
fi_fi: Päivitystarkistus ohitettu
fr_ca: Vérification de la mise à jour ignorée
he_il: בדיקת עדכון דילגה
hr_hr: Provjera ažuriranja preskočena
hu_hu: A frissítés ellenőrzése kimaradt
it_it: Controllo dell'aggiornamento saltato
ja_jp: 更新チェックがスキップされました
ko_kr: 업데이트 확인을 건너뛰었습니다.
lt_lt: Atnaujinimo patikra praleista
lv_lv: Atjaunināšanas pārbaude ir izlaista
nb_no: Oppdateringssjekk hoppet over
nl_nl: Updatecontrole overgeslagen
pl_pl: Pominięto sprawdzanie aktualizacji
pt_pt: Verificação de atualização ignorada
ro_ro: Verificarea actualizării a fost omisă
ru_ru: Проверка обновлений пропущена
sk_sk: Kontrola aktualizácie bola preskočená
sl_si: Preverjanje posodobitve je bilo preskočeno
sr_latn_rs: Provera ažuriranja je preskočena
sv_se: Uppdateringskontrollen hoppades över
th_th: ข้ามการตรวจสอบการอัปเดต
tr_tr: Güncelleme kontrolü atlandı
uk_ua: Перевірку оновлення пропущено
zh_cn: 更新检查已跳过
zh_tw: 更新檢查已跳過

# Update.StatusTitle.UpdateAvailable
source: Update available
ar_sa: التحديث متاح
bg_bg: Налична актуализация
cs_cz: Aktualizace k dispozici
da_dk: Opdatering tilgængelig
de_de: Update verfügbar
el_gr: Διαθέσιμη ενημέρωση
es_mx: Actualización disponible
et_ee: Värskendus saadaval
fi_fi: Päivitys saatavilla
fr_ca: Mise à jour disponible
he_il: עדכון זמין
hr_hr: Ažuriranje dostupno
hu_hu: Frissítés elérhető
it_it: Aggiornamento disponibile
ja_jp: 利用可能なアップデート
ko_kr: 업데이트 가능
lt_lt: Galimas atnaujinimas
lv_lv: Pieejams atjauninājums
nb_no: Oppdatering tilgjengelig
nl_nl: Update beschikbaar
pl_pl: Dostępna aktualizacja
pt_pt: Atualização disponível
ro_ro: Actualizare disponibilă
ru_ru: Доступно обновление
sk_sk: K dispozícii je aktualizácia
sl_si: Na voljo je posodobitev
sr_latn_rs: Dostupno je ažuriranje
sv_se: Uppdatering tillgänglig
th_th: อัปเดตพร้อมใช้งาน
tr_tr: Güncelleme mevcut
uk_ua: Доступне оновлення
zh_cn: 可用更新
zh_tw: 可用更新

# Update.StatusTitle.UpdateAvailableFormat
source: Foundry OSD {0} is available
ar_sa: Foundry OSD {0} متاح
bg_bg: Foundry OSD {0} е наличен
cs_cz: Foundry OSD {0} je k dispozici
da_dk: Foundry OSD {0} er tilgængelig
de_de: Foundry OSD {0} ist verfügbar
el_gr: Το Foundry OSD {0} είναι διαθέσιμο
es_mx: Foundry OSD {0} está disponible
et_ee: Foundry OSD {0} on saadaval
fi_fi: Foundry OSD {0} on saatavilla
fr_ca: Foundry OSD {0} est disponible
he_il: Foundry OSD {0} זמין
hr_hr: Foundry OSD {0} je dostupan
hu_hu: Foundry OSD {0} elérhető
it_it: Foundry OSD {0} è disponibile
ja_jp: Foundry OSD {0} は利用可能です
ko_kr: Foundry OSD {0} 가능합니다
lt_lt: Foundry OSD {0} yra
lv_lv: Foundry OSD {0} ir pieejams
nb_no: Foundry OSD {0} er tilgjengelig
nl_nl: Foundry OSD {0} is beschikbaar
pl_pl: Foundry OSD {0} jest dostępny
pt_pt: Foundry OSD {0} está disponível
ro_ro: Foundry OSD {0} este disponibil
ru_ru: Foundry OSD {0} доступен
sk_sk: Foundry OSD {0} je k dispozícii
sl_si: Foundry OSD {0} je na voljo
sr_latn_rs: Foundry OSD {0} je dostupan
sv_se: Foundry OSD {0} är tillgängligt
th_th: Foundry OSD {0} ว่างแล้ว
tr_tr: Foundry OSD {0} mevcut
uk_ua: Foundry OSD {0} доступний
zh_cn: Foundry OSD {0} 可用
zh_tw: Foundry OSD {0} 可用

# UpdateFooter.Title
source: Update
ar_sa: تحديث
bg_bg: Актуализация
cs_cz: Aktualizovat
da_dk: Opdatering
de_de: Aktualisieren
el_gr: Ενημέρωση
es_mx: Actualizar
et_ee: Värskenda
fi_fi: Päivitä
fr_ca: Mise à jour
he_il: עדכון
hr_hr: Ažurirati
hu_hu: Frissítés
it_it: Aggiorna
ja_jp: アップデート
ko_kr: 업데이트
lt_lt: Atnaujinti
lv_lv: Atjaunināt
nb_no: Oppdater
nl_nl: Bijwerken
pl_pl: Aktualizacja
pt_pt: Atualizar
ro_ro: Actualizare
ru_ru: Обновить
sk_sk: Aktualizovať
sl_si: posodobitev
sr_latn_rs: Ažuriraj
sv_se: Uppdatering
th_th: อัปเดต
tr_tr: Güncelleme
uk_ua: оновлення
zh_cn: 更新
zh_tw: 更新

# Wifi.CertificateLabel
source: Trusted root CA certificate file
ar_sa: ملف شهادة CA الجذر الموثوق به
bg_bg: Файл със сертификат за доверен основен CA
cs_cz: Soubor certifikátu důvěryhodného kořenového CA
da_dk: Betroet rod-CA-certifikatfil
de_de: Vertrauenswürdige Root-CA-Zertifikatdatei
el_gr: Αξιόπιστο αρχείο πιστοποιητικού CA root
es_mx: Archivo de certificado de CA raíz de confianza
et_ee: Usaldusväärne juur-CA sertifikaadi fail
fi_fi: Luotettu juurivarmennetiedosto
fr_ca: Fichier de certificat d'autorité de certification racine de confiance
he_il: קובץ אישור CA שורש מהימן
hr_hr: Datoteka certifikata pouzdanog korijenskog CA
hu_hu: Megbízható root CA tanúsítványfájl
it_it: File del certificato della CA radice attendibile
ja_jp: 信頼されたルート CA 証明書ファイル
ko_kr: 신뢰할 수 있는 루트 CA 인증서 파일
lt_lt: Patikimas šakninio CA sertifikato failas
lv_lv: Uzticams saknes CA sertifikāta fails
nb_no: Klarert rot-CA-sertifikatfil
nl_nl: Vertrouwd root-CA-certificaatbestand
pl_pl: Plik certyfikatu zaufanego głównego urzędu certyfikacji
pt_pt: Arquivo de certificado de CA raiz confiável
ro_ro: Fișier de certificat CA rădăcină de încredere
ru_ru: Файл сертификата доверенного корневого центра сертификации
sk_sk: Súbor certifikátu dôveryhodnej koreňovej CA
sl_si: Datoteka potrdila zaupanja vrednega korenskega CA
sr_latn_rs: Datoteka sertifikata pouzdanog root CA
sv_se: Betrodd rot-CA-certifikatfil
th_th: ไฟล์ใบรับรอง root CA ที่เชื่อถือได้
tr_tr: Güvenilen kök CA sertifika dosyası
uk_ua: Файл сертифіката довіреного кореневого ЦС
zh_cn: 受信任的根 CA 证书文件
zh_tw: 受信任的根 CA 憑證文件

# Wifi.CertificatePickerTitle
source: Select the Wi-Fi certificate
ar_sa: حدد الشهادة Wi-Fi
bg_bg: Изберете Wi-Fi сертификата
cs_cz: Vyberte certifikát Wi-Fi
da_dk: Vælg Wi-Fi-certifikatet
de_de: Wählen Sie das Zertifikat Wi-Fi aus
el_gr: Επιλέξτε το πιστοποιητικό Wi-Fi
es_mx: Seleccione el certificado Wi-Fi
et_ee: Valige Wi-Fi sertifikaat
fi_fi: Valitse Wi-Fi-varmenne
fr_ca: Sélectionnez le certificat Wi-Fi
he_il: בחר את האישור Wi-Fi
hr_hr: Odaberite Wi-Fi certifikat
hu_hu: Válassza ki a Wi-Fi tanúsítványt
it_it: Selezionare il certificato Wi-Fi
ja_jp: Wi-Fi 証明書を選択します
ko_kr: Wi-Fi 인증서를 선택합니다.
lt_lt: Pasirinkite Wi-Fi sertifikatą
lv_lv: Atlasiet Wi-Fi sertifikātu
nb_no: Velg Wi-Fi-sertifikatet
nl_nl: Selecteer het Wi-Fi-certificaat
pl_pl: Wybierz certyfikat Wi-Fi
pt_pt: Selecione o certificado Wi-Fi
ro_ro: Selectați certificatul Wi-Fi
ru_ru: Выберите сертификат Wi-Fi
sk_sk: Vyberte certifikát Wi-Fi
sl_si: Izberite potrdilo Wi-Fi
sr_latn_rs: Izaberite sertifikat Wi-Fi
sv_se: Välj Wi-Fi-certifikatet
th_th: เลือกใบรับรอง Wi-Fi
tr_tr: Wi-Fi sertifikasını seçin
uk_ua: Виберіть сертифікат Wi-Fi
zh_cn: 选择Wi-Fi证书
zh_tw: 選擇Wi-Fi證書
